Repository: wp-plugins/pixabay-images-gallery
Catalog: langs/pxigw-*.po
Languages: de_de

source: PREV
de_de: ZURÜCK

source: NEXT
de_de: WEITER

source: Pixabay Images Gallery
de_de: Pixabay Bilder-Galerie

source: Pixabay Images Gallery Settings
de_de: Pixabay Bilder-Galerie Einstellungen

source: Use this shortcode to show Pixabay images galleries on your page:
de_de: Benutze diesen Shortcode, um Pixabay Bilder-Galerien auf Deiner Seite zu zeigen:

source: Select images by adding parameters:
de_de: Wähle die Bilder durch hinzufügen von Parametern aus:

source: Available Parameters
de_de: Verfügbare Parameter

source: Description
de_de: Beschreibung

source: A string to search for. Maximum length: 100 characters. Omit to select all images.
de_de: Suchstring - maximale Länge: 100 Zeichen. Lass dieses Feld leer, um alle Bilder zu selektieren.

source: A Pixabay username to limit search results to.
de_de: Pixabay Benutzername, um die Suchergebnisse darauf einzugrenzen.

source: The language to search in. Accepted values:
de_de: Sprache in der gesucht wird. Gültige Werte:

source: A media type to search within. Accepted values:
de_de: Bild-Typ Suchfilter. Gültige Werte:

source: A flag indicating that only images suitable for all ages should be returned. Accepted values:
de_de: Nur Bilder anzeigen, die für alle Altersgruppen geeignet sind. Gültige Werte:

source: Select images that have received an <a href="http://pixabay.com/editors_choice/">Editor's Choice</a> award. Accepted values:
de_de: Nur Bilder zeigen, die mit einem <a href="http://pixabay.com/editors_choice/">Editor's Choice</a> ausgezeichnet wurden. Gültige Werte:

source: How the results should be ordered. Accepted values:
de_de: Sortierung der Suchergebnisse. Gültige Werte:

source: Returned image sets are paginated. Use this parameter to select the page number.
de_de: Die Suchergebnisse sind in Seiten aufgeteilt. Setze diesen Parameter, um eine bestimmte Seite auszuwählen.

source: Maximum number of images per next/prev page. Values:
de_de: Maximale Anzahl der Bilder pro Seite. Werte:

source: Maximum height of a row of images in pixels. Values:
de_de: Maximale Höhe einer Bilder-Zeile in Pixel. Werte:

source: Maximum number of rows to display. Images exceeding this row are hidden.
de_de: Maximale Anzahl gezeigter Zeilen. Bilder in weiteren Zeilen werden versteckt.

source: Hide <i>incomplete</i> last row of images.
de_de: <i>Unvollständige</i> letzte Bilder-Reihe verstecken.

source: Link target for images, e.g. '_blank.'
de_de: target Attribut für Bilder-Links, z.B. '_blank'.

source: Position of pagination links and branding. Leave empty to hide both. Accepted values:
de_de: Position für Navigtionselemente und Branding. Feld leer lassen, um beides zu verstecken. Gültige Werte:

source: Whether to show "Powered by Pixabay". Accepted values:
de_de: Branding "Powered by Pixabay" zeigen. Gültige Werte:

source: Text for the "previous" link. Leave empty to hide pagination controls. Default: "◄ PREV"
de_de: Text für den Zurück-Link. Leer lassen, um Navigtionselemente zu verstecken. Standard: "◄ ZURÜCK"

source: Text for the "next" link. Leave empty to hide pagination controls. Default: "NEXT ►"
de_de: Text für den Weiter-Link. Leer lassen, um Navigtionselemente zu verstecken. Standard: "WEITER ►"

source: Default Settings
de_de: Standard-Einstellungen

source: 0 for unlimited rows
de_de: 0 für beliebig viele Reihen

source: hide
de_de: nicht anzeigen
